Repository: amian84/commiecc
Catalog: po/*.po
Languages: es

source: Message received from master
es: Mensaje recibido

source: Hello slave!
es: ¡Hola esclavo!

source: Screen Locked. Consult the admin.
es: Pantalla bloqueada. Consulte al administrador.

source: Master connectivity
es: Conectividad con maestro

source: Unlock screen
es: Desbloquear

source: Shutdown Computer
es: Apagar

source: You need to specify an user account with special permissions to acomplish this action
es: Necesita especificar una cuenta de usuario con permisos especiales para realizar esta acción

source: Username:
es: Usuario:

source: Password:
es: Clave:

source: Details
es: Detalles

source: button
es: botón

source: Lock all
es: Bloquear todos

source: Unlock all
es: Desbloquear todos

source: Logout all
es: Cierre sesion todos

source: Preferences
es: Preferencias

source: Quit
es: Salir

source: About
es: Acerca de

source: Link
es: Enlace

source: User
es: Usuario

source: Screen
es: Pantalla

source: Time
es: Tiempo

source: List
es: Listado

source: Classroom
es: Clase

source: Lock
es: Bloquear

source: Unlock
es: Desbloquear

source: Logout
es: Cierre de sesión

source: Reboot
es: Reiniciar

source: Shutdown
es: Apagar

source: About CommieCC
es: Acerca de CommieCC

source: A slave-master application for managing a computer classroom
es: Aplicación maestro-esclavo para el control de un aula de ordenadores

source: Reboot all
es: Reiniciar todos

source: Shutdown all
es: Apagar todos

source: Quit the program
es: Sale de la aplicación

source: Lock all screens
es: Desbloquear pantallas

source: Lock All
es: Bloquear todos

source: Lock the screen for all computers
es: Bloquea la pantalla de todos los equipos

source: Unlock all screens
es: Desbloquear pantallas

source: Unlock All
es: Desbloquear todos

source: Unlock the screen for all computers
es: Desbloquea la pantalla de todos los equipos

source: Logout all computers
es: Cierre sesion todos

source: Logout the current session of all computers
es: Cierra la sesión actual de todos los equipos

source: Reboot all computers
es: Reiniciar todos

source: Shutdown all computers
es: Apagar todos

source: Perform shutdown on all computers
es: Realiza el apagado de todos los equipos

source: Say hello!
es: ¡Di hola!

source: Say hello to selected slaves
es: Dice hola a los esclavos seleccionados

source: Custom message
es: Mensaje personalizado

source: Send a custom message to selected slaves
es: Envía un mensaje personalizado a los esclavos seleccionados

source: Set the message
es: Escribe el mensaje

source: What message do you want to send the slaves?
es: ¿Qué mensaje quieres enviar al/los cliente/s ?
